IDEA Open Model
Settlement.ValueY Property
Compatible with IDEA StatiCa Beta 20.0
 Settlement in Y dirrection of support
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double ValueY { get; set; }
Public Property ValueY As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Settlement Class
IdeaRS.OpenModel.Loading Namespace